{
  "privacy_policy_title": "Politique de Confidentialité",
  "introduction_title": "Introduction",
  "introduction_text": "Bienvenue sur My Job Book (le \"Site\"). Nous nous engageons à protéger et à respecter votre vie privée. Cette politique de confidentialité décrit la manière dont nous recueillons, utilisons, divulguons et protégeons vos informations personnelles.",
  "information_we_collect_title": "Informations que Nous Collectons",
  "information_we_collect_text": "Nous pouvons collecter et traiter les types de données suivants :",
  "identification_info": "Informations d'identification : nom, adresse e-mail, numéro de téléphone.",
  "login_info": "Informations de connexion : adresse IP, type de navigateur, fuseau horaire, informations sur les cookies.",
  "financial_info": "Informations financières : détails de paiement (le cas échéant).",
  "usage_info": "Informations sur l'utilisation : informations sur votre utilisation de notre site web.",
  "use_of_information_title": "Utilisation des Informations",
  "use_of_information_text": "Nous utilisons les informations collectées pour :",
  "provide_improve_services": "Fournir et améliorer nos services.",
  "process_transactions": "Traiter vos transactions.",
  "send_communications": "Vous envoyer des communications marketing et promotionnelles.",
  "respond_requests": "Répondre à vos demandes et questions.",
  "improve_security": "Améliorer la sécurité de notre site.",
  "sharing_information_title": "Partage des Informations",
  "sharing_information_text": "Nous pouvons partager vos informations avec des tiers uniquement dans les cas suivants :",
  "with_consent": "Avec votre consentement.",
  "process_transactions_services": "Pour traiter des transactions ou fournir des services que vous avez demandés.",
  "comply_legal_obligations": "Pour se conformer à des obligations légales.",
  "protect_rights_property": "Pour protéger nos droits et notre propriété.",
  "security_information_title": "Sécurité des Informations",
  "security_information_text": "Nous mettons en œuvre des mesures de sécurité pour protéger vos informations personnelles contre l'accès non autorisé, l'altération, la divulgation ou la destruction. Cependant, veuillez noter qu'aucune méthode de transmission sur Internet ou de stockage électronique n'est totalement sécurisée.",
  "your_rights_title": "Vos Droits",
  "your_rights_text": "Selon votre juridiction, vous pouvez avoir certains droits concernant vos informations personnelles, tels que le droit d'accès, de rectification, de suppression et de limitation du traitement. Pour exercer ces droits, veuillez nous contacter à [adresse e-mail de contact].",
  "cookies_title": "Cookies",
  "cookies_text": "Notre site utilise des cookies pour améliorer votre expérience en ligne. Un cookie est un petit fichier texte qui est placé sur votre appareil lorsque vous visitez notre site. Vous pouvez configurer votre navigateur pour refuser les cookies, mais cela peut affecter la fonctionnalité du site.",
  "policy_changes_title": "Modifications de cette Politique",
  "policy_changes_text": "Nous pouvons mettre à jour cette politique de confidentialité de temps en temps. Nous vous encourageons à consulter cette page régulièrement pour rester informé des modifications. En continuant à utiliser notre site après la publication des modifications, vous acceptez ces modifications.",
  "contact_title": "Contact",
  "contact_text": "Si vous avez des questions ou des préoccupations concernant cette politique de confidentialité, veuillez nous contacter à :",
  "company_name": "[nom de votre entreprise]",
  "address": "[adresse]",
  "contact_email": "[e-mail de contact]",
  "phone_number": "[numéro de téléphone]"
}
