{
  "privacy_policy_title": "Privacy Policy",
  "introduction_title": "Introduction",
  "introduction_text": "Welcome to My Job Book (the \"Site\"). We are committed to protecting and respecting your privacy. This privacy policy describes how we collect, use, disclose, and protect your personal information.",
  "information_we_collect_title": "Information We Collect",
  "information_we_collect_text": "We may collect and process the following types of data:",
  "identification_info": "Identification Information: name, email address, phone number.",
  "login_info": "Login Information: IP address, browser type, time zone, cookie information.",
  "financial_info": "Financial Information: payment details (if applicable).",
  "usage_info": "Usage Information: information about your use of our website.",
  "use_of_information_title": "Use of Information",
  "use_of_information_text": "We use the collected information to:",
  "provide_improve_services": "Provide and improve our services.",
  "process_transactions": "Process your transactions.",
  "send_communications": "Send you marketing and promotional communications.",
  "respond_requests": "Respond to your inquiries and questions.",
  "improve_security": "Improve the security of our site.",
  "sharing_information_title": "Sharing of Information",
  "sharing_information_text": "We may share your information with third parties only in the following cases:",
  "with_consent": "With your consent.",
  "process_transactions_services": "To process transactions or provide services you have requested.",
  "comply_legal_obligations": "To comply with legal obligations.",
  "protect_rights_property": "To protect our rights and property.",
  "security_information_title": "Security of Information",
  "security_information_text": "We implement security measures to protect your personal information from unauthorized access, alteration, disclosure, or destruction. However, please note that no method of transmission over the Internet or electronic storage is completely secure.",
  "your_rights_title": "Your Rights",
  "your_rights_text": "Depending on your jurisdiction, you may have certain rights regarding your personal information, such as the right to access, rectify, delete, and restrict processing. To exercise these rights, please contact us at [contact email address].",
  "cookies_title": "Cookies",
  "cookies_text": "Our site uses cookies to enhance your online experience. A cookie is a small text file that is placed on your device when you visit our site. You can configure your browser to refuse cookies, but this may affect the functionality of the site.",
  "policy_changes_title": "Changes to this Policy",
  "policy_changes_text": "We may update this privacy policy from time to time. We encourage you to review this page regularly to stay informed about any changes. By continuing to use our site after changes are posted, you agree to those changes.",
  "contact_title": "Contact",
  "contact_text": "If you have any questions or concerns about this privacy policy, please contact us at:",
  "company_name": "[your company name]",
  "address": "[address]",
  "contact_email": "[contact email]",
  "phone_number": "[phone number]"
}
